adwaita-qt5-git
adwaita-qt6-git
base-devel
bear
bemenu-wayland
clang
fcitx5-qt
fcitx5-unikey
fzf
git
gnome-themes-extra
hyprpaper
kitty
neovim
noto-fonts-cjk
noto-fonts-emoji
ripgrep
thunar
tmux
ttf-cascadia-code-nerd
unzip
waybar
zathura
zip
zsh
