anki
base-devel
bear
bemenu-wayland
clang
fcitx5-config-qt
fcitx5-unikey
fzf
gimp
git
gnome-themes-extra
grim
gvfs
hypridle
hyprpaper
jq
less
libdvdcss
mupdf
neovim
noto-fonts-cjk
noto-fonts-emoji
qt6-5compat
ripgrep
reflector
slurp
thunar
thunar-volman
tmux
ttf-cascadia-code-nerd
unzip
waybar
zathura
zathura-pdf-mupdf
zip
zsh
