bear
bemenu-wayland
clang
fcitx5-unikey
fzf
gnome-themes-extra
ghostty
gvfs
hypridle
hyprpaper
jq
less
libdvdcss
mupdf
neovim
noto-fonts-cjk
noto-fonts-emoji
reflector
tmux
ttf-cascadia-code-nerd
unzip
waybar
zathura
zathura-pdf-mupdf
zip
zsh
