bc
bear
bemenu-wayland
clang
fcitx5-unikey
fd
fzf
ghostty
gnome-themes-extra
go
grim
gvfs
hypridle
hyprland
hyprpaper
hyprpolkitagent
jq
less
libdvdcss
libnotify
mako
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
qt5-wayland
qt6-5compat
qt6-wayland
reflector
ripgrep
rust
seatd
sddm
slurp
tmux
ttf-cascadia-code-nerd
unzip
vulkan-intel
waybar
waydroid
wget
xdg-desktop-portal-hyprland
zathura
zathura-pdf-mupdf
zip
zsh
